[
  {
    "title": "The HumanRace Turnover",
    "content": "Time and tides wait for none. The entire creation of the universe is based on the theory of extensively large periods of timeframe and spontaneous as well as unstoppable thrilling of dimensions and waves. We have come across the destiny of this thrill and changes from the creation of the planet and the creatures on it. We ran through series of evolutions and disastrous filtering of natural extremities. Mankind supposed to be the most intelligent creature has mastered the rule over the world through its intellectualities and approach.\r\n\r\nThe era or the phase that exists now is different than expected and unconventional to be declared a phase of evolution. With conquer over the planet, rule over the creatures, and exploration of the outermost world, the situation now is different. The reason lies beneath the core sentiments of \"human\" and enlightened aspects of spiritual wellbeing.\r\n\r\nThe problem lies somewhere not in advancing the knowledge of the world and nature but an inability to hunt for spiritual stability and identity of one's own nature and its code of conduct. The propaganda setup is either to facilitate others or to please the physiological periphery of life. No matter how strong is our consideration towards our belongings and affection for what we rely on; We humans ultimately hunt for peace...",
    "category": "personal-favourites",
    "featured": "on",
    "id": "1625136690526",
    "desc": "Time and tides wait for none. The entire creation of the universe is based on the theory of extensiv...",
    "thumbnail": "http://192.168.1.89:3500/1625136690526-michael-fousert-qNYd7b5PTME-unsplash.jpg"
  },
  {
    "title": "Hunt for Peace",
    "content": "Verses lie within, plots flourish where\r\nTunes reciprocate and love recites there\r\nThe world so lost in perfection\r\nDo the discovery of peace lies near?\r\n\r\nThe conditional circles are outbound\r\nBut self-commitment nowhere to be found\r\nTruth has been so harsh to handle\r\nDoes the world still have peace to sound?\r\n\r\nThe thoughts are so beautiful to care\r\nRealities lie far apart to just go for dare\r\nThe triggers are nowhere to be felt\r\nSo is this life seem perfectly fair?\r\n\r\nThe smiles with million beauties\r\nCompromised in every sign of treaties\r\nChoices are always inappropriate and questioned\r\nDo we get it as a perfect devotee?\r\n\r\nThe cries are for hope and inner light\r\nLiving beyond the restricted sight \r\nHow long can it take to understand\r\nThe victory is being on soulfully right",
    "category": "poetry",
    "id": "1625137901881",
    "desc": "Verses lie within, plots flourish where\r\nTunes reciprocate and love recites there\r\nThe world so lost...",
    "thumbnail": "http://192.168.1.89:3500/1625137901881-candice-seplow-rd27HO_IJSo-unsplash.jpg"
  },
  {
    "title": "I Wish I were Alone...",
    "content": "Humans do fear loneliness\r\nCrave affection, attention in pieces\r\nAll the achievement to sacrifice\r\nBut do wish to be with someone in blisses\r\n\r\nI wish I were all alone\r\nA forever lonely, with the shadow of none\r\nThis disappointed life and denial relationships\r\nSometimes I wish I weren't even born\r\n\r\nCant make anyone happy or be proud\r\nWhat should I do being a part of this crowd\r\nMy own people have nothing to do with me\r\nI am all silent outside; inside thinking out loud\r\n\r\nWanna ask a good sorry and bid a final goodbye\r\nWish my fear to hurt anymore was all a lie\r\nI don't actually want life at all\r\nWant a place with no humans within sight of my eyes\r\n\r\nI can't fake, I can't sustain, not anymore\r\nCan't be hurt every time, like the rock at the shore\r\nJust wanna end it like it never exists\r\nLike giving up on my body to discover my core\r\n\r\nA pace I crave attention to peace\r\nI have a chained soul to finally unleash\r\nIs existence matter soo much\r\nOr the absence so worthy to cherish",
    "category": "poetry",
    "id": "1625138957376",
    "desc": "Humans do fear loneliness\r\nCrave affection, attention in pieces\r\nAll the achievement to sacrifice\r\nB...",
    "thumbnail": "http://192.168.1.89:3500/1625138957376-sasha-freemind-nXo2ZsKHTHg-unsplash.jpg"
  },
  {
    "title": "Sacrifice",
    "content": "She is the 'person of sacrifices'\r\nShe sacrifice...\r\n   Happiness for peace\r\n   Fun for salvation\r\n   Cheers for silence, and\r\n   Love for love\r\n\r\nShe sacrifices tons for a handful\r\nWith the feel on haul\r\nWhere she has only she for her\r\nAnd she got a meaning to deal\r\n\r\nShe sacrifice affection for truth\r\nDivinity all the way to put forth\r\nShe seeks loneliness and grief\r\nAnd put off all her breathe for growth\r\n\r\nShe sacrifices all feelings for wellness\r\nWhere world could breathe well in her abscence\r\nAll her meaning is all in her\r\nAnd her own trauma and destiny to possess",
    "category": "poetry",
    "id": "1625139964457",
    "desc": "She is the 'person of sacrifices'\r\nShe sacrifice...\r\n   Happiness for peace\r\n   Fun for salvation\r\n ...",
    "thumbnail": "http://192.168.1.89:3500/1625139964457-anthony-tran-i-ePv9Dxg7U-unsplash.jpg"
  },
  {
    "title": "Preface",
    "content": "All the explanation here is perfectly bound\r\nI write it here with a story to be renowned\r\nPlease get a sight and shower some judgments\r\nAnd keep up your insecurities ready to be showered\r\n\r\nSorry for being open, opinionated, and obvious\r\nPlease shower your validation coz it is so precious\r\nMy applause to you for being so concerned\r\nWith only an intention to be so malicious\r\n\r\nMy freedom, dignity, position, and pride\r\nAll the reason for my civilization to downslide?\r\nOh wow so thoughtful for allowing me\r\nWith hundred exceptions and thousand rules to abide\r\n\r\nEquality, Justice, some words for attention\r\nWhatever we only count something on a reservation\r\nToxic, inhuman, and pathetic people around\r\nwith their own stupidity competition\r\n\r\nThe preface of my lines dedicated to those\r\nWhose ideology is not lesser than a chaos\r\nplease stay away from me coz I can't sustain\r\nYour unworthy shower of concern as a nasty boss",
    "category": "poetry",
    "id": "1625141935704",
    "desc": "All the explanation here is perfectly bound\r\nI write it here with a story to be renowned\r\nPlease get...",
    "thumbnail": "http://192.168.1.89:3500/1625141935704-brett-jordan-gkHBLzaZesY-unsplash.jpg"
  },
  {
    "title": "Self Love",
    "content": "Self-love is such an important concept in every living being’s life.\r\n\r\nWhen we have a solid foundation of self-love it puts us in the position to be able to take better care of ourselves, allows us to enact more solid boundaries, allows us to show up for ourselves more authentically, and allows us to be more present in our relationships.\r\n\r\nHaving a foundation of self-love allows us to achieve our goals easier, allows us to engage in relationships that we are worthy of (versus abusive or neglectful relationships), and it can allow you to be more compassionate towards others.\r\n\r\nOperating from a place of self-love can give us the strength and courage to make it through times of adversity without having to engage in self-abuse or neglect.\r\n\r\nWhen we have some amount of self-love it helps us to be able to enjoy downtime, enjoy the important things in life, and to be present in our personal relationships more authentically.\r\n\r\nThe reality is that when we are working from a foundation that is not built on self-love the following situations and experiences occur: self-neglect, self-abuse, tolerating abuse or neglect from others, creates money and opportunity barriers, it blocks us from really showing up for ourselves and enjoying our life.\r\n\r\nLack of self-love creates an increase in shame, toxicity, fatigue, and exhaustion.",
    "category": "personal-favourites",
    "featured": "on",
    "id": "1625142625868",
    "desc": "Self-love is such an important concept in every living being’s life.\r\n\r\nWhen we have a solid foundat...",
    "thumbnail": "http://192.168.1.89:3500/1625142625868-dakota-corbin-xh4mG4cqHGg-unsplash.jpg"
  },
  {
    "title": "Why Vipassana?",
    "content": "Everyone seeks peace and harmony because this is what we lack in our lives. From time to time we all experience agitation, irritation, dishar­mony. And when we suffer from these miseries, we don't keep them to ourselves; we often distribute them to others as well. Unhappiness permeates the atmosphere around someone who is miserable, and those who come in contact with such a person also become affected. Certainly, this is not a skillful way to live.\r\n\r\nWe ought to live at peace with ourselves and at peace with others. After all, human beings are social beings, having to live in society and deal with each other. But how are we to live peacefully? How are we to remain harmonious within, and maintain peace and harmony around us, so that others can also live peacefully and harmoniously?\r\n\r\nIn order to be relieved of our misery, we have to know the basic reason for it, the cause of the suffering. If we investigate the problem, it becomes clear that whenever we start generating any negativity or impurity in the mind, we are bound to become unhappy. A negativity in the mind, a mental defilement or impurity, cannot coexist with peace and harmony.\r\n\r\nHow do we start generating negativity? Again, by investigation, it becomes clear. We become unhappy when we find someone behaving in a way that we don't like, or when we find something happening which we don't like. Unwanted things happen and we create tension within. Wanted things do not happen, some obstacle comes in the way, and again we create tension within; we start tying knots within. And throughout life, unwanted things keep on happening, wanted things may or may not happen, and this process of reaction, of tying knots—Gordian knots—makes the entire mental and physical structure so tense, so full of negativity, that life becomes miserable.\r\n\r\nNow, one way to solve this problem is to arrange that nothing unwanted happens in life, that everything keeps on happening exactly as we desire. Either we must develop the power, or somebody else who will come to our aid must have the power, to see that unwanted things do not happen and that everything we want happens. But this is impossible. There is no one in the world whose desires are always fulfilled, in whose life everything happens according to his or her wishes, without anything unwanted happening. Things constantly occur that are contrary to our desires and wishes. So the question arises: how can we stop reacting blindly when confronted with things that we don't like? How can we stop creating tension and remain peaceful and harmonious?",
    "category": "spiritual",
    "featured": "on",
    "id": "1625143279020",
    "desc": "Everyone seeks peace and harmony because this is what we lack in our lives. From time to time we all...",
    "thumbnail": "http://192.168.1.89:3500/1625143279020-colton-sturgeon-6KkYYqTEDwQ-unsplash.jpg"
  },
  {
    "title": "10 Life-changing quotes from Bhagavad Gita",
    "content": "1. We should do our work without worrying about its result.\r\n\r\n2. A soul is immortal and our body is perishable Our soul never dies.\r\n\r\n3. The world is perishable and whoever comes to this world surely has to go one day.\r\n\r\n4. Whatever happened was good, whatever is happening is good and what all will happen in the future will be good.\r\n\r\n5. Progress and development are the rules of this universe.\r\n\r\n6. We did not bring anything to this world, neither are we going to take anything.\r\n\r\n7. Every action and deed of ours should be dedicated to Krishna.\r\n\r\n8. One should devote himself or herself to Krishna.\r\n\r\n9. Krishna is the supreme.\r\n\r\n10. Desires come and go.",
    "category": "spiritual",
    "featured": "on",
    "id": "1625144861323",
    "desc": "1. We should do our work without worrying about its result.\r\n\r\n2. A soul is immortal and our body is...",
    "thumbnail": "http://192.168.1.89:3500/1625144861323-alex-loup-2zDw14yCYqk-unsplash.jpg"
  },
  {
    "title": "Traits to combat Abidya",
    "content": "1. Awareness\r\nA spiritual warrior must possess expanded awareness. While spiritual practices such as yoga and meditation enhance and accelerate the growth of awareness, a spiritual warrior must have the specific awareness to recognize that you are at war with the darkness of ignorance. If you are to take up the call of spiritual warriors, you must remain vigilant that in the lack of awareness, ignorance will grow. As you pay attention to yourself—your thoughts, speech, actions, and beliefs—you deprive ignorance of a fertile field in which it can take root.\r\n\r\n2. Courage\r\nA spiritual warrior has courage. Martial artist Bruce Lee said, “Do not pray for an easy life, pray for the strength to endure a difficult one.” This is what it means to have courage. As previously explained, the path of the spiritual warrior is not necessarily easy. You can face danger, fear, pain, and uncertainty on the path to spiritual mastery.\r\n\r\nSpiritual warriors press on when confronted with adversity, doubt, or the inconsistencies or irrationality of their beliefs and behavior. This doesn’t mean you don’t feel the fear; it means you feel it and keep going. Deep down you know that the enlightenment you seek is worth enduring the temporary discomfort of the journey.\r\n\r\n3. Discipline\r\nNext, the spiritual warrior possesses discipline. Discipline is the ability to restrain yourself—to control your impulses, desires, or emotions for the sake of improvement. It’s important to note that such discipline comes not from some outside authority, rather the spiritual warrior forges in the fire of your will. You make the difficult choice to pursue spiritual practices or Sadhana over the often more comfortable or conventional ways of life with the intention of attaining higher states of consciousness.\r\n\r\nDiscipline can also mean simply staying on the path. The spiritual warrior knows there will be obstacles on the journey, but when those occur, self-discipline keeps you keeping on when others are content to quit.\r\n\r\n4. Relentlessness\r\nRelentlessness is another key attribute of the spiritual warrior. Being relentless refers not to be harsh or inflexible. Rather it implies a persistent and determined intention to seek out false beliefs, attempts to fool yourself, and ego delusions. The spiritual warrior understands that ignorance is a tenacious adversary that requires daily and consistent attentiveness so as to not let it take you by surprise.\r\n\r\nRelentlessness also means ruthlessly slaying the 1,000-headed dragon of self-importance. Your sense of self-importance can slow spiritual progress and obscure your understanding of who you really are. Relentlessly seeking out opportunities to subjugate the ego creates space for spirit to enter your life.\r\n\r\n5. Cunning\r\nThe spiritual warrior is also cunning. As your awareness and spiritual discipline grow, the warrior of light recognizes the slippery nature of the mind and how easily you can fool yourself. You, therefore, must be equally cunning and crafty when it comes to outwitting your habitual thought traps and cognitive biases. In the space of expanded consciousness, you learn to anticipate the stories you tell yourself, the ways you hide from the truth, and how you stubbornly defend your false sense of self.\r\n\r\nThis alert witnessing and understanding of your thought process or metacognition allows you to intercept your conditioned behavior so you can course-correct toward more conscious choices in thought, word, and deed.\r\n\r\n6. Patience\r\nPatience is the next quality of the spiritual warrior. Patience is the calm acceptance that not everything happens according to your timeline. It allows you to be content as well as pause, waits, endures, and allow things to unfold in their own way.\r\n\r\nThe spiritual warrior doesn’t act needy. You don’t push or demand that the universe complies with your wishes. Instead, you recognize that a bigger picture is unfolding; in the absence of a broader perspective, you can’t always know what action to take. Therefore, you can calmly be in the moment and wait for the universe to act. When the right time becomes known, the spiritual warrior seizes the opportunity and takes spontaneous and transformative right action.\r\n\r\n7. Sweetness\r\nThe spiritual warrior also possesses sweetness. The sweetness might seem like a strange attribute of the spiritual warrior, something associated with weakness or sentimentality. In this context, however, sweetness refers to impeccability in word and action. The spiritual warrior holds yourself to the highest of standards, refraining from anything that could be considered potentially cruel or hurtful.\r\n\r\nAs the Dalai Lama reminds you, “Compassion and tolerance are not a sign of weakness, but a sign of strength.” It’s easy to be hurtful and mean to yourself or others. Kindness, compassion, and sweetness in the face of anger or ignorance require enormous strength and understanding. Seeing the world from the higher ground allows you to act and speak from a place of sweetness that benefits everyone you encounter.\r\n\r\n8. Love\r\nThe final quality of the spiritual warrior is love. To the spiritual warrior, love is all that is. It is the core of your being and the core of all other beings. Removing the veils of love is the spiritual warrior’s quest. You exist with love at your source, but often it lies hidden beneath anger, trauma, or suffering. Expanding the field of love for both yourself and others is the ultimate goal of the spiritual warrior. Love heals all wounds. It is that transformative power that can change the world. The spiritual warrior shines the light of your love into the darkness of ignorance, not to destroy it, but to transmute it into knowledge.\r\n\r\nWhen the spiritual warrior possesses these attributes you become a powerful force for change in the world. The spiritual warrior fights against the self-delusion, fear, and ignorance that create suffering in your life. This battle is fought within; an effort to shed the chains of conditioning and false beliefs that lie within you. The reward of this campaign is the expansion of consciousness; the spiritual warrior becomes a beacon of awareness who brings healing to the entire world.",
    "category": "spiritual",
    "featured": "on",
    "id": "1625145345249",
    "desc": "1. Awareness\r\nA spiritual warrior must possess expanded awareness. While spiritual practices such as...",
    "thumbnail": "http://192.168.1.89:3500/1625145345249-00.jpg"
  },
  {
    "title": "Learning is a never ending process.",
    "content": "Learning is a continuous process of gaining knowledge and skills, which we never ever are stopped because life never stops teaching us. Learning new things is important for our growth and especially for our professional life. Since technology is improving day by day so it creates tough competition because if we stop learning new things we can deteriorate and in fact move backward, as learning something new keeps our brain cell activity and allow us to grow and succeed at something new let us give ourselves a big pat on the back.\r\n\r\nChallenges of learning new things:\r\n· Dealing with uncertainty:\r\n· Unrealistic expectations and irrational fears\r\n· Becoming overwhelmed\r\n· Failure feels bad\r\n\r\nLearning something new is itself a challenge it means you challenge yourself to learn that thing. I faced challenges while learning new things is that the fear of doing the wrong thing because whenever we think of a change or doing a new thing in new ways we think maybe it not work or maybe we will not able to do it properly this thing makes us away from learning new thing because not everybody leaves our comfort zone because everybody feels safe and secure in it. Others think we can say that the uncertain result keeps us away from learning and makes the new learning challenging for us.\r\n\r\nTo learn something new we want to need space for our learning by captivating rest at intervals. This is working on procrastination. This concept of procrastination is so imperative to make the chunks of our work and give our brain breaks to relax and appease a part other than the fear of work and learning something new. The best way to train our brain is through the Pomodoro technique.\r\n\r\nIn order to learn something new and to overcome challenges, we must have to flexible because learning something new we must have taken the risk and for taking the risk we just have to be open-minded and optimistic so that we can learn something new. From the courses, learn how to learn we can also use the takeaways is that by doing daily exercising what you have learned so that it creates a wave in mind and stay for longer period of time. It also must be done through the Physical exercise which allows our mind to work properly a defectively and the other thing practice makes permanence by doing practice we can make our brain active and more sharp Practice makes one perfect because by practicing more and doing, again and again, we become expert in it.\r\n\r\nWith the small focuses on learning the new thing we can overcome the fear of failure, moreover instead of looking at failure as “bad,” we have to flip it on its head. Failure is a lesson, an opportunity to get better, a wise old teacher telling us where we need to focus our learning efforts. Because without failure we cannot learn new things. With conscious practice, we can change our feeling about uncertainty. We can start to find the joy in this place of not knowing, of not being in complete control, of not having solid ground under our feet from that we can learn easily new things.\r\n\r\nI am planning to apply these takeaways in my life personal and professional life by practicing on a daily basis and learning something new daily that make my brain more active towards work and learning, on the other hand, I can apply the Pomodoro technique while working; divided my tasks in small chunks and after 20–25 mints take a break and then start again so that I can do my work effectively and efficiently. Additionally, I will try to new things first on my own and make it my habit so that I cannot have fear doing new things because I am a flexible person and adaptive so it makes my life easier.\r\n\r\nTherefore, other takeaways like we have to think positive and making a list on daily basis and on a weekly as well, also there is an update for exercise that helps in building the new neurons which help in solving the problems. In this way, I can be habitual of learning something new and move ahead to make my life successful and achieve what I want.",
    "category": "personal-favourites",
    "featured": "on",
    "id": "1625145671077",
    "desc": "Learning is a continuous process of gaining knowledge and skills, which we never ever are stopped be...",
    "thumbnail": "http://192.168.1.89:3500/1625145671077-tim-mossholder-WE_Kv_ZB1l0-unsplash.jpg"
  },
  {
    "title": "Insights to 2021",
    "content": "What is the defining skill for the 21st century? \r\nEducation and employment are generational challenges with new symptoms.\r\nAccording to the World Bank, over 40% of the global population is under the age of 25. This generation is driven, ambitious, and talented but faces extraordinary challenges. Two critical ones: reimagining the rigid education system, and ensuring that education leads to jobs.\r\n“Much of the education system around the world is designed for a world that no longer exists.”  Today, access to knowledge is now dependent on access to technology and the internet—and many young people end up left behind. When it comes to employment, “There is nothing like a secure job anymore. And more and more, the idea of jobs and careers feels like an artifact of the last century.” Rather than a routine job that lasts a lifetime, “our lives are looking like a series of projects.”\r\nThe pandemic didn’t create a world of unprecedented change, it accelerated it.\r\nOur world was experiencing an extraordinary rate of change before the pandemic, and it only speeds up. The cause of acceleration is twofold: Technology and changing ideas.\r\n“Change is the only permanence and uncertainty is the only certainty.”\r\n“The way we think about identity, the way we think about globalization, justice, sustainability, who gets to [decide how] we run the world — everything is in flux.”  “This disproportionately impacts young people.”\r\nLearning knows no age limits— dare to dream.\r\n\r\nLeadership will look different.\r\nWhile change-making is central to humanity. It demands a new paradigm around leadership. “When you look at all the vexing and existential problems, it’s becoming clear that we’re making almost no progress towards solving them despite our technology, resources, and talent. The core issue is leadership.”\r\nMany people grew up in a world where leadership looks like “people with formal authority, title, power, and wealth.”  Instead, society needs a new form of leadership that comes from “anywhere and everywhere and most of all, from young people.”\r\nYouth are training for transformation.\r\nThe world’s greatest strength is the collective power of young people. To face great challenges, for three things young people (and all of us) need to succeed:\r\nAgency: Realizing you can influence your destiny and having the confidence to act on it.\r\nThe mindset of the explorer: Seeing life as an adventure to learn and grow.\r\nThe skillset of a changemaker: the skills to lead people to solve complex problems.\r\nWe can’t learn how to be changemakers overnight, online, or even in a classroom. “Everything needs experimental learning — tackling problems wherever you are — in school, community, collaborate with others to solve global problems.”  “We need to begin to think of these challenges as crucibles for leadership development.”\r\nWhen we all inspire, enable, support, and encourage young people to lead change. “Then I think the world stands a real chance of solving some of the most pressing problems.”",
    "category": "personal-favourites",
    "featured": "on",
    "id": "1625146501837",
    "desc": "What is the defining skill for the 21st century? \r\nEducation and employment are generational challen...",
    "thumbnail": "http://192.168.1.89:3500/1625146501837-louis-maniquet-71QXQUSC_Do-unsplash.jpg"
  },
  {
    "title": "Neuralink",
    "content": "Neuralink is developing a fully-implanted, wireless, high-channel count brain-machine interface (BMI) with the goal of enabling people with paralysis to directly use their neural activity to operate computers and mobile devices with speed and ease.\r\n\r\nFeatures:\r\nOne of the engineers at Neuralink who works in the visual neuroscience department said that this project has the potential to provide a visual prosthesis for people who have retinal injury or blindness through eye injury. The idea is to essentially plug a camera directly into the visual cortex and stimulate an enormous array of thousands or maybe tens of thousands of electrodes to recreate a visual image. And in time perhaps the same technology can be used to produce some kind of heads up display. To this Elon Musk added that we could actually give somebody supervision. One can see the world in various wavelengths like ultraviolet or infrared and radar. All one has to do is basically name their frequency and dynamically adjust the sensor to have a superhuman vision.\r\n\r\n\r\n2| For Telepathy\r\nAccording to one of the lead chip designers at Neuralink, Telepathy can be the next frontier for Neuralink. He explained that it takes an incredible amount of effort to put thoughts into a set of words. These words are a compressed format of our immense thinking capabilities. Musk too, chimed in on this idea and added that the data rate of words is very low data and we’re putting a tremendous amount of mental energy into compressing the concepts and thoughts on our head into words. With Neuralink one might actually send the true thoughts and communicate far better. Musk called this communication a ‘non-linguistic consent consensual conceptual telepathy’.\r\n\r\n3| As An Oscilloscope For Brain\r\nOscilloscopes provide visual information of printed circuit boards(PCBs). Similarly,  the Neuralink device can shed light on many functions of the brain. “The side effect of this device is, you’ll end up learning a ton about how the brain works,” said one of the team members. \r\n\r\n4| Unlocking Hidden Creativity\r\nAs discussed in case of telepathy, our communication systems are inefficient when it comes to translating thoughts. One of the lead researchers believes that there is a lot of untapped creativity in each one of us. “ For example you know to close your eyes and conjure up an incredible like dolly-esque scene but you know if I wanted to actually show someone that it would take years of honing a craft to be able to paint it. With enough electrodes in the right places you could begin to sort of tap into those raw concepts or thought vectors and be able to decode that and show people primitive versions of music or even 3D model for engineering,” he explained.\r\n\r\n5| Nostalgia On Demand\r\nMemories fade. They get replaced, edited through narratives. As years pile up, the original version is no longer there. Though this sounds like straight out of the movie Memento, it is unfortunately true. So, one of the team members hinted at the idea of memories as repositories. Like music,, one can go revisit the memory and alter the mood on demand. If this is cracked, then cognitive disorders like dementia can be easily dealt with.\r\n\r\n6| Eliminate Pain\r\nOne of the in house neurosurgeons who was present at the event, spoke how pain is essence of basically all human suffering. There are so many diseases today, which can cause lot of pain. Even the treatments can be painful. If this pain is somehow minimised then the way we look at ailments dramatically changes. Neuralink devices can play a crucial role in this too.\r\n\r\n7| AI Symbiosis\r\nForm the perspective of our species, Musk reminded everyone,  it’s going to be important to figure out how we coexist with advanced artificial intelligence(AI) and achieving some kind of AI symbiosis where an AI extension of one’s self is like a tertiary layer above the limbic system and cortex . Having that symbiosis can be good to have a world in the future that is controlled by the combined will of the people of earth. According to Musk, this going to be important from an existential threat standpoint to achieve a good AI symbiosis and that’s what might be the most important outcome of Neuralink.\r\n\r\n8| Consciousness Through The Lens Of Physics\r\nOne researcher expressed his wish to understand the nature of consciousness. “There’s a lot of very silly philosophy that’s been written about over the last thousand years,” he added. “But i think that we’ve been very limited by the tools and our ability to interrogate. And as we measure the brain these tools get better it will pull it into the realm of physics and it’s really one of the last big great mysteries in science.”\r\n\r\n\r\n9| Disease Prediction\r\nImagine a disease-free future where you know you know what’s going to happen to you before it happens so you can prevent it with these devices. We’ll be able to not just speak of electrical signals but can also pick up chemical cues in the brain and prevent the diseases ahead of time..\r\n\r\n10| Solve Mental Illnesses\r\nThe device has the potential to scale to more channels, more regions. As it goes deeper, the chances of solving issues related to anxiety, fear and depression become high. One of the team members wants fear to be eliminated so that she can enjoy her rock climbing. However, Musk quickly suggested to her that some fear might still be useful!\r\n\r\nAll the aforementioned futuristic sounding applications might look quite ambitious. But, we can never bet against Elon Musk. He was even giving a thumbs up when someone suggested if a Tesla could be summoned using Neuralink. So, there definitely seems to be no upper limit to what this coin shaped implant can do.",
    "category": "tech",
    "id": "1625152392858",
    "desc": "Neuralink is developing a fully-implanted, wireless, high-channel count brain-machine interface (BMI...",
    "thumbnail": "http://192.168.1.89:3500/1625152392858-alina-grubnyak-ZiQkhI7417A-unsplash.jpg"
  },
  {
    "title": "Future of Cryptocurrency",
    "content": "Cryptocurrency has become a global phenomenom in recent years, although much is still to be learned about this evolving technology. There are many concerns and worries swirling around the technology and its capacity to disrupt traditional financial systems.\r\n\r\nThe Stanford Law School, recently sat down to discuss how cryptocurrency is currently being used, where mistakes have been made, and what the future holds for this technology. As a former commissioner of the Securities and Exchange Commission and expert on financial systems, Professor Grundfest is in a unique position to comment on the future of cryptocurrency.\r\n\r\n\r\nThe truth about trustless systems\r\nSupporters of Bitcoin and other cryptocurrencies claim that these financial platforms are inherently trustless systems - that is, they’re not directly tied to any nation-state, government, or body. They would argue that cryptocurrency is superior to traditional physical currencies because it is not dependent on, for instance, the U.S. federal government.\r\n\r\nGrundfest notes that regardless of whether you think that’s a good or bad thing, it’s not entirely accurate. Cryptocurrency aren’t really trustless at all. They are still reliant on the underlying infrastructure powering cryptocurrencies like Bitcoin, much of which is located in China. The Chinese government could theoretically make changes to cryptocurrencies at a fundamental level by imposing its will on the data miners who keep them running.\r\n\r\nLibra: Not all it’s cracked up to be\r\nFacebook’s contribution to the cryptocurrency world — Libra — has been hyped in some corners as the answer to a variety of financial issues. In particular, the platform was designed to facilitate international payments and eliminate unnecessary transaction costs and fees.\r\n\r\nProfessor Grundfest concedes that the goal is admirable, but he believes that the approach is deeply flawed. He doesn’t see introducing another cryptocurrency as the right solution for minimizing payment transactions, and he doesn’t agree with Facebook’s attempts to circumvent traditional banking systems entirely.\r\n\r\nInstead, Professor Grundfest argues that a better approach would have been for Facebook to create its own bank that could act as a primary financial institution for its users. The company could have focused on building banking systems customized to each nation or region, addressing regulatory demands and driving down costs. Once those had been established and public trust was built, then it would make sense to simply link each one to create a global network.\r\n\r\nIs stable coin the answer?\r\nStable coins have grown in popularity as a way to back cryptocurrency with assets that hold real value, much in the same way U.S. currency used to be on the gold standard. Those assets could be other currencies or commodities — virtually anything, really.\r\n\r\nThere are a couple of issues Grundfest has with this approach. For one, it essentially recreates a system that already exists. The other concern is that it could make it easier for people to commit fraud since it’s not as easy to audit and monitor as traditional currencies.\r\n\r\nProfessor Grundfest closed the webinar covering some of the stronger applications for cryptocurrency. For instance, people living in countries with weak currencies may be better off investing in Bitcoin than buying local stocks and bonds.\r\n\r\nCryptocurrency’s future outlook is still very much in question. Proponents see limitless potential, while critics see nothing but risk. Professor Grundfest remains a skeptic, but he does concede that there are certain applications where cryptocurrency is a viable solution.",
    "category": "tech",
    "featured": "on",
    "id": "1625152630820",
    "desc": "Cryptocurrency has become a global phenomenom in recent years, although much is still to be learned ...",
    "thumbnail": "http://192.168.1.89:3500/1625152630820-executium-9pCV2MB65y8-unsplash.jpg"
  },
  {
    "title": "Life of a Coder",
    "content": "“Programming today is a race between software engineers striving to build bigger and better idiot-proof programs. And the universe trying to produce bigger and better idiots. So far the universe is winning”\r\n\r\n\r\n1- Exhilarating as well as frantic\r\n\r\nIn a random moment, you’re inspired by that one amazing idea. And that buzz gets you the endless possibilities that await for you. You know you are going to drop any or all plans and dive into this project with your core energies. And going to be up all day and all night. Sooner or later you definitely going to snap, stop everything and start working on this exciting new idea into reality.\r\n\r\nMost of the time this blow out of motivation is a good thing. It fuels your tank with a large amount of energy and your mind works a hundred times faster. You feel hyper-focused and complete tasks at lightning speed.\r\n\r\nHowever, it is also possible sometimes you get excited about the things that actually not into your priority list. In chasing the tangents, you find it difficult to satisfy your curiosity about solving this problem.\r\n\r\n\r\n2- Blip on the horizon\r\n\r\nSometimes you deeply get into your code that everything else becomes a blip on the horizon. You forget your lunch for hours. your eyes start to turn red, your trigger fingers start itching because you don’t want to stop not even for a minute.\r\n\r\nYou just want to code. With every code execution and error occurrence, you feel the solution waiting for you a short distance away. You think if I fix this error,” I can commit and take a break” this voice in your head keeps you motivating and going to fix just one more error…\r\n\r\nThis can go on for the whole day, after work you feel exhausted and hungry but at the same time happy and satisfied. You are cross one more step towards “mastering in your work”.\r\n\r\n3-Getting a gig\r\n\r\nOne day you find a new technology that can help you in making your work much better. You feel eager and excited. And realize that this is exactly what you need to make your code optimize, cleaner and much faster. You feel pumped up and dive into it.\r\n\r\nhowever, this is also possible it doesn’t end well or exactly as you need. Your idea wasn’t necessarily a bad one. But the thought that was just a minor adjustment turns out in a long process. After working on it you realize one of the two things that this is too big to handle it all in one go or this idea isn’t working out this way.\r\n\r\nHowever this solution workout sometimes. It can be turned out exactly what you imagined. It’s a gamble but here you won’t lose even if your idea not conclusive as you want .you will get to learn something new. Rfectoring failure is totally worth the feeling you get when your dreams really do come true\r\n\r\n\r\n4-Temptation of breaking rules\r\n\r\nCustomize software is not generally considered a good idea. Apparently, updates in the main library are almost up to breaking the rule. However, the temptation is always there even if you decide not to include custome tools in your software, you will eventually break this rule.\r\n\r\nIt is the fact that unique software can’t be built with common tools. If the product demands some updates in the library you have to do it- end of the story!\r\n\r\n\r\n\r\n5-The Eureka Moment\r\n\r\nYou spend hours and days on something that is far from enjoyable you drag it on and on and on until that magic happens.\r\n\r\nyou may be working on something new or solving a particularly nasty bug. Whatever it is, Its something you can’t put your finger on. You browse it on the internet, read the relevant docs, research about it and look for any hint about how to proceed further. Maybe at the end of the day, you find nothing. You may have spent your entire workday on cracking the code and trying different several versions. In the end, however, your commit count is around zero.\r\n\r\nAnd then there is that magical moment happen that you waiting for a long, You feel relieved, finally get that straight and simple solution. you wonder why didn’t you think of this before- instead of wasting days.\r\n\r\n\r\n6- Worth it all!\r\n\r\noften simple looking things are quite hard to execute every day the programmers fight these battles some of them are harder than others, but each is necessarily the piece of the puzzle. The user loves the newly created functions.\r\n\r\nAt the end of the story, a programmer life is full of challenges, creativity, and hard work. It needs dedication towards your work sacrificing your personal plans but it all worth it when you are happy and satisfied with your work and deliver your user the best product.",
    "category": "tech",
    "id": "1625152775748",
    "desc": "“Programming today is a race between software engineers striving to build bigger and better idiot-pr...",
    "thumbnail": "http://192.168.1.89:3500/1625152775748-markus-spiske-Skf7HxARcoc-unsplash.jpg"
  },
  {
    "title": "The 7 Chakras",
    "content": "The seven chakras are the main energy centers of the body. You've probably heard people talk about \"unblocking\" their chakras, which refers to the idea that when all of our chakras are open, energy can run through them freely, and harmony exists between the physical body, mind, and spirit. Chakra translates to \"wheel\" in Sanskrit, and you can imagine them like wheels of free-flowing positive energy.\r\n\r\n\r\nThe 7 Chakras \r\n\r\n1. Root Chakra (Muladhara)\r\nThe Muladhara, or root chakra, represents our foundation. On the human body, it sits at the base of the spine and gives us the feeling of being grounded. When the root chakra is open, we feel confident in our ability to withstand challenges and stand on our own two feet. When it's blocked, we feel threatened, as if we're standing on unstable ground.\r\n\r\nLocation: Base of spine, in tailbone area\r\nWhat it controls: Survival issues such as financial independence, money, and food\r\nMantra: \"I can't grow from an unsteady foundation.\"\r\nColor: Red\r\nElement: Earth\r\nStone: Hematite\r\nYoga pose: Warrior I\r\nWhen it develops: 1-7 years old\r\n2. Sacral Chakra (Swadhisthana)\r\nThe Swadhisthana, or sacral chakra, helps inform how we relate to our emotions and the emotions of others. It also governs creativity and sexual energy. Those with a blocked sacral chakra could feel a lack of control in their lives.\r\n\r\nLocation: Lower abdomen, about 2 inches below the navel\r\nWhat it controls: Your sense of abundance, well-being, pleasure, and sexuality\r\nMantra: \"I always honor others but not before myself.\"\r\nColor: Orange\r\nElement: Water\r\nStone: Tiger's Eye\r\nYoga pose: Bound Angle Pose\r\nWhen it develops: 8-14 years old\r\n3. Solar Plexus Chakra (Manipura)\r\nThe third chakra, the solar plexus chakra, speaks to your ability to be confident and in control of your life. Think back to the last time you had butterflies or felt a pit in the stomach: That's the Manipura chakra at work. If your solar plexus chakra is blocked, you might feel overwhelming amounts of shame and self-doubt. Those with open sacral chakras are free to express their true selves.\r\n\r\nLocation: Upper abdomen in the stomach area\r\nWhat it controls: Self-worth, self-confidence, and self-esteem\r\nMantra: \"Self-love starts when I accept all parts of myself.\"\r\nColor: Yellow\r\nElement: Fire\r\nStone: Amber\r\nYoga pose: Boat Pose\r\nWhen it develops: 15-21 years old\r\n4. Heart Chakra (Anahata)\r\nThe Anahata, or heart chakra, is the bridge between the lower chakras (associated with materiality) and the upper chakras (associated with spirituality). As the name suggests, this chakra can influence our ability to give and receive love—from others and ourselves. Someone with a blocked heart chakra will have difficulty fully opening up to the people in their life. If someone's heart is open, they can experience deep compassion and empathy.\r\n\r\nLocation: Center of chest, just above the heart\r\nWhat it controls: Love, joy, and inner peace\r\nMantra: \"When I love myself, loving others comes easily.\"\r\nColor: Green\r\nElement: Air\r\nStone: Rose Quartz\r\nYoga pose: Camel Pose\r\nWhen it develops: 21-28 years old\r\n5. Throat Chakra (Vishuddha)\r\nThe Vishuddha, or throat chakra, gives voice to the heart chakra and controls our ability to communicate our personal power. When it's functioning at full capacity, it allows us to express ourselves truly and clearly. Someone with a blocked throat chakra will feel like they have trouble finding the words to say how they truly feel.\r\n\r\nLocation: Throat\r\nWhat it controls: Communication, self-expression, and truth\r\nMantra: \"I speak my truth, always.\"\r\nColor: Light Blue/Turquoise\r\nElement: Sound/Music\r\nStone: Aquamarine\r\nYoga pose: Fish Pose\r\nWhen it develops: 29-35 years old\r\n6. Third-Eye Chakra (Ajna)\r\nAs we move up the body, we're getting closer to communion with the divine. The Anja, or third-eye chakra, controls our ability to see the big picture and connect to intuition. Think of it as the eye of the soul: It registers information beyond the surface level. Visions and intuitive hits are not uncommon for someone with an open third-eye chakra.\r\n\r\nLocation: Forehead between the eyes (also called the Brow Chakra)\r\nWhat it controls: Intuition, imagination, and wisdom\r\nMantra: \"I am open to exploring what cannot be seen.\"\r\nColor: Dark Blue/Purple\r\nElement: Light\r\nStone: Amethyst\r\nYoga pose: Child's Pose\r\nWhen it develops: 36-42 years old\r\n7. Crown Chakra (Sahasrara)\r\nThe Sahasrara, or crown chakra, the highest chakra, sits at the crown of the head and represents our ability to be fully connected spiritually. When you fully open your crown chakra—something very few people ever do!—you're able to access a higher consciousness.\r\n\r\nLocation: The very top of the head\r\nWhat it controls: Inner and outer beauty, spiritual connection\r\nLesson: \"I am a vessel for love and light.\"\r\nColor: Violet/White\r\nElement: Divine Consciousness\r\nStone: Clear quartz\r\nYoga pose: Headstand\r\nWhen it develops: 43-49 years old",
    "category": "spiritual",
    "featured": "on",
    "id": "1625153224835",
    "desc": "The seven chakras are the main energy centers of the body. You've probably heard people talk about \"...",
    "thumbnail": "http://192.168.1.89:3500/1625153224835-7.jpg"
  }
]